[
  {
    "id": "node-1743726534022-nlvt5",
    "title": "Otros proyectos",
    "data": {
      "icon_path": "assets/img/logos/project-diagram-solid.svg"
    },
    "children": [
      {
        "id": "node-1743727308582-2hzlq",
        "title": "Capital Orbeats (2016 - 2018)",
        "data": {
          "commentary": "Esta banda comenzó con mi amigo Eduardo Escalona y un amigo suyo, Justin, cuando nos reunimos el domingo 4 de septiembre del 2016 —datos sacados de mi diario—. Querían armar una banda y me contactaron. Querían que yo tocara la batería de manera estática pero yo quería que cambiáramos de instrumentos en diferentes canciones. Contactamos a mi amigo Arturo Becerra que sabe tocar la guitarra y el bajo, pero necesitábamos un baterísta, así que él jaló a Jorge Neville. Tuvimos unos cuantos ensayos y después Lalo se salió de la banda por algunas dificultades. Luego se salió Justin. Entonces sólo quedábamos tres: Arturo, Jorge y yo, fue entonces cuando decidimos el nombre de la banda, si no mal recuerdo.\n\n  Seguimos ensayando ciertos días hasta que pudo volver Lalo. En ese entonces mi gran amigo Miguel Castañeda —aka Toño, Ñoto, Pantin Fritz Hacke—, me había pedido unirse a la banda, el problema era que no sabía tocar ningún instrumento. No estaba seguro de la desición, así que le dije que se consiguiera una guitarra para que pudiera practicar. Y lo hizo, me impresionó mucho, él me pidió guía para comprar una guitarra y una pedalera, así que fuimos a la calle de Bolívar, allá por el Centro Histórico de la CDMX y él se esforzó por comprarse todo lo necesario. Me impresionó bastante cómo se comprometió en aprender a tocar, tenía aún mucho que recorrer pero él tenía muy buena actitud y a ese paso sería un músico bastante bueno si persistía. Incluso también se compró un teclado, con el cual tocaría dando atmósferas.\n\n  Tuvimos varias tocadas, grabamos unas canciones y hasta un video, todo casero claro. Rolábamos de instrumentos, eso me gustaba mucho, en algunas yo tocaba la batería, en otras el bajo y principalmente tocaba la quitarra. También hace falta mencionar a Ana, una amiga de Lalo que fue nuestra mánager y nos consiguió varias tocadas. Las canciones que tocábamos eran Así debo continuar, La puerta de tu amor —canción que compuse con Arturo Becerra—, Contigo —compuesta por Lalo—, El sueño no muere —compuesta entre Lalo y yo—, No pude escapar, entre otras que ensayamos y varios covers. La verdad es que las canciones me gustaban bastante."
        },
        "children": [
          {
            "id": "node-1743727477012-8x7tc",
            "title": "Algunas canciones",
            "data": {
              "La puerta de tu amor": "https://youtu.be/H88-pxCcKZc",
              "Contigo": "https://youtu.be/Am0sB7AYZ2E",
              "El sueño no muere": "https://youtu.be/qRswI6vKJtI",
              "Eres (Café Tacvba cover)": "https://youtu.be/aR7irDWAAbM"
            },
            "children": []
          }
        ]
      },
      {
        "id": "node-1743727331030-covyu",
        "title": "Tributo a Los Hijos del 33 1/2",
        "data": {
          "commentary": "Los Hijos del 33 1/2 fue la banda conformada por mi hermano Memo (bajo), mi primo Geordy (voz y guitarra) y sus amigos Juanjo (guitarra principal) y Juan Carlos (batería). Mi hermano compuso unas canciones, que eran las que tocaban junto con otros covers. La banda se separó. Un tiempo después decidí hacerles tributo grabando unos covers de sus canciones. Escuchando las grabaciones en retrospectiva, no me gusta mucho cómo me quedó la mezcla de los covers, pero bueno, hice lo que pude con lo que tenía y lo que sabía en ese entonces, estos covers los grabé alrededor del 2011, si no mal recuerdo."
        },
        "children": [
          {
            "id": "node-1743727613669-wvq5q",
            "title": "Canciones del tributo",
            "data": {
              "El blues del microbús": "https://youtu.be/3sn0TSsIkyw",
              "Celda de papel": "https://youtu.be/Pu2XQzyZNt8",
              "Tú estás en mí": "https://youtu.be/jVoQax9X3u4",
              "La fusión": "https://youtu.be/DTXa7B6hfRo"
            },
            "children": []
          }
        ]
      },
      {
        "id": "node-1743727361854-a795f",
        "title": "Colaboraciones",
        "data": {
          "commentary": "Acá hay algunas colaboraciones que he realizado."
        },
        "children": [
          {
            "id": "node-1743727727848-592yt",
            "title": "Canciones con Claudio ROA",
            "data": {
              "commentary": "Claudio Rodriguez, amigo mío desde secundaria, me pidió que le pusiera música a unas letras que había escrito. Me pasó las letras y me hizo una remuneración económica por el favor. La voz grabada sólo es de muestra porque la idea era que él cantara las canciones. Este fue el resultado."
            },
            "children": [
              {
                "id": "node-1743903072214-6xsy8",
                "title": "Canciones",
                "data": {
                  "Llamada del destino": "assets/audio/llamada_del_destino.mp3",
                  "No consigo olvidarte": "assets/audio/no_consigo_olvidarte.mp3",
                  "Nuestro tiempo pasó": "assets/audio/nuestro_tiempo_paso.mp3"
                },
                "children": []
              }
            ]
          },
          {
            "id": "node-1743727865520-cqynh",
            "title": "Banda de covers sin nombre",
            "data": {
              "commentary": "Esta banda no llegó a tener nombre. Allá por agosto del 2014 los sábados estuve ensayando con un amigo apodado \"Chamito\" y otro llamado Salatiel. Éramos un power trío, Salatiel en la guitarra y voz, \"Chamito\" en la batería y coros y yo con el bajo y coros. Grabamos unos covers y ensayamos. No llegamos a tocar en ningún evento."
            },
            "children": [
              {
                "id": "node-1743903195989-07w8d",
                "title": "Covers de la banda",
                "data": {
                  "Fly Away": "assets/audio/fly_away.mp3",
                  "Be Yourself": "assets/audio/be_yourself.mp3",
                  "Paranoid": "assets/audio/paranoid.mp3"
                },
                "children": []
              }
            ]
          }
        ]
      },
      {
        "id": "node-1743727386020-bkgj7",
        "title": "Canciones experimentales",
        "data": {
          "commentary": "Estas canciones o bien son muestras o son experimentos que he hecho.",
          "Experimento 1": "link al recurso Experimento 1",
          "Experimento 2": "link al recurso Experimento 2"
        },
        "children": [
          {
            "id": "node-1743903656272-jo1p7",
            "title": "Experimentos",
            "data": {
              "Experimento 1": "experimento_1.mp3",
              "Experimento 2": "experimento_2.mp3"
            },
            "children": []
          }
        ]
      }
    ]
  },
  {
    "id": "node-1743726551737-expfp",
    "title": "Issy Reverb",
    "data": {
      "icon_path": "assets/img/logos/gamepad-solid.svg",
      "commentary": "Issy Reverb es mi apodo en los videojuegos. Tengo una página en <a target=\"_blank\" href=\"https://www.facebook.com/gaming/IssyReverbGameplays\">Facebook</a> y un canal en <a target=\"_blank\" href=\"https://www.youtube.com/channel/UCDHz0fJPQhwkVQoZQJXKZXQ\">YouTube</a> donde subo mis gameplays. Me gusta grabarme mientras juego. No es que tenga intenciones de hacer de esto algo rentable, porque no me gusta hacer show mientras juego —tal como los streamers profesionales tienen que hacerlo y tienen talento para hacerlo natural—. Me gusta grabarme porque puedo hacerlo, en realidad no tiene un motivo ulterior.\n\nJugar videojuegos es uno de mis pasatiempos favoritos. Los juego desde pequeño y siento que me han ayudado con mi capacidad de análisis, de reflejos y también he aprendido más inglés en ellos que en la escuela —aunque claro que todos los excesos son cotraproducentes, y el haber jugado de más varias veces me ha distraído de otras cosas que podrían ser más importantes—. Para bien o para mal ahora ya no tengo tanto tiempo para jugar como antes. Pero juego cuando puedo.\n\nMe he puesto la meta, hoy 30 de diciembre 2021, de ya no jugar sentado sino sólo jugar mietras estoy haciendo ejercicio, así saco doble beneficio, me entretengo, hago ejercicio y no me extiendo de más jugando porque el límite es lo que pueda aguantar haciendo ejercicio constante. En verdad necesito hacer ejercicio porque con mi trabajo y los proyectos siempre me la paso en la computadora sin movereme casi. Así que con esta nueva meta tengo planeado levantarme todos los días temprano para jugar y hacer ejercicio. Así tengo una motivación para continuar haciendo ejercicio y para dormirme y levatarme temprano todos los días. A ver qué tal funciona esta estrategia.\n\nAcá dejo algunos vídeos de los gamplays.",
      "Últimos vídeos": "https://www.youtube.com/embed/videoseries?list=PLmRSZDUePbMc5V6-jBlGziqJNUjveH_7t",
      "Jugando Dark Souls III": "https://www.youtube.com/embed/3dSB4u_f6uI"
    },
    "children": []
  },
  {
    "id": "node-1743726621562-5wj2g",
    "title": "Programación",
    "data": {
      "icon_path": "assets/img/logos/code-solid.svg",
      "commentary": "Acá publico las aplicaciones que he desarrollado."
    },
    "children": [
      {
        "id": "node-1744679577998-1yvc2",
        "title": "App de Metrónomo",
        "data": {
          "commentary": "**Metrónomo: Tu Compañero de Ritmo Esencial - Preciso, Personalizable y Gratis**\n\n¡Mantén el tempo perfecto con Metrónomo! Diseñada para músicos de todos los niveles, desde principiantes hasta profesionales, esta aplicación te ofrece las herramientas que necesitas para practicar, estudiar o tocar en vivo, todo en una interfaz clara y sin distracciones.\n\n**Características Principales:**\n\n* 🥁 **Precisión Extrema:** Un motor de tiempo confiable con un amplio rango de **Tempo (BPM) ajustable de 40 a 480**, ideal para cualquier pieza musical.\n* 👆 **Tap Tempo:** ¿No estás seguro del BPM? Simplemente toca el ritmo en la pantalla y la aplicación lo calculará por ti.\n* 🎼 **Compases Flexibles:** Configura fácilmente compases desde 1 hasta 32 tiempos por compás, adaptándose a cualquier métrica musical.\n* 🎨 **Editor de Patrones Visual:** ¡Crea tus propios ritmos! Usa la cuadrícula intuitiva de 4 filas (para diferentes subdivisiones o instrumentos) y asigna 3 tipos de sonido (Acento, Normal, Subdivisión) o Silencio a cada beat. Guarda y carga tus patrones personalizados.\n* 🎧 **Audio de Baja Latencia:** Utiliza tecnología avanzada (C++ con Oboe/NDK) para minimizar el retraso del audio, crucial para una práctica musical efectiva. Siente el beat justo cuando debe sonar.\n* 📱 **Interfaz Moderna y Clara:** Diseñada con Material Components 3, ofreciendo controles intuitivos y una experiencia visual agradable.\n* 🌗 **Modo Oscuro:** Interfaz optimizada para condiciones de poca luz, cuidando tu vista durante largas sesiones de práctica (actualmente forzado, futuras actualizaciones podrían incluir modo automático).\n* 🔄 **Diseño Adaptable:** Funciona perfectamente tanto en orientación vertical como horizontal (con pantalla dividida para mejor uso del espacio).\n* 🚫 **Totalmente Gratis y Sin Anuncios:** Disfruta de todas las funciones sin costos ocultos ni interrupciones publicitarias. ¡Concentración total en tu música!\n\n**¿Para Quién es Metrónomo?**\n\nIdeal para guitarristas, bajistas, bateristas, pianistas, estudiantes de música, profesores, bandas, productores y cualquier persona que necesite una referencia de tempo precisa y fiable.\n\n**Tecnología:**\n\nDesarrollada con Kotlin moderno (ViewModel, StateFlow, Coroutines) y C++ de alto rendimiento con Oboe para el núcleo de audio, garantizando estabilidad y precisión.\n\nDescarga Metrónomo hoy mismo y lleva tu práctica musical al siguiente nivel. ¡Esperamos tus comentarios para seguir mejorando!"
        },
        "children": [
          {
            "id": "node-1744679757421-zjlzh",
            "title": "Política de Privacidad",
            "data": {
              "commentary": "# Política de Privacidad para Metrónomo\n\n**Fecha de entrada en vigor:14 de Abril del 2025\n\nEsta Política de Privacidad describe cómo Isaac Begué maneja la información en relación con la aplicación móvil \"Metrónomo\".\n\nTu privacidad es importante para nosotros. La Aplicación ha sido diseñada para ser una herramienta funcional sin la necesidad de recopilar tu información personal.\n\n**1. Información que NO Recopilamos**\n\nSomos firmes en nuestro compromiso con tu privacidad. La Aplicación Metrónomo **NO** recopila ninguna Información de Identificación Personal (PII), como por ejemplo:\n\n* Nombre\n* Dirección de correo electrónico\n* Número de teléfono\n* Ubicación geográfica precisa o aproximada\n* Contactos\n* Fotos o archivos multimedia personales\n* Datos biométricos\n* Información financiera\n\n**2. Información que la Aplicación Procesa Localmente**\n\nPara funcionar correctamente y ofrecer una experiencia de usuario fluida, la Aplicación almacena cierta información directamente en tu dispositivo:\n\n* **Configuraciones del Usuario:** Tus ajustes preferidos, como el Tempo (BPM), el compás seleccionado, los patrones de ritmo personalizados creados en el editor visual y las preferencias de sonido, se guardan **únicamente en el almacenamiento local de tu dispositivo**.\n* **Propósito:** Esto permite que la Aplicación recuerde tus configuraciones entre sesiones de uso. Esta información **no es transmitida fuera de tu dispositivo** por la Aplicación.\n\n**3. Uso del Subsistema de Audio**\n\nLa Aplicación utiliza el subsistema de audio de tu dispositivo (a través de tecnologías como Oboe en C++) para generar los sonidos del metrónomo con la mayor precisión y la menor latencia posible. La Aplicación **no graba audio** del micrófono ni de ninguna otra fuente.\n\n**4. Análisis y Reportes de Errores**\n\nActualmente, **no utilizamos herramientas de análisis de terceros** (como Google Analytics for Firebase) ni recopilamos informes de errores automáticos (como Firebase Crashlytics) ni estadísticas de uso anónimas dentro de la Aplicación.\n\n**5. Compartición de Datos**\n\nDado que no recopilamos información personal identificable, **no compartimos ninguna información personal** con terceros.\n\n**6. Permisos de la Aplicación**\n\nLa Aplicación Metrónomo está diseñada para requerir los mínimos permisos necesarios para su funcionamiento esencial (principalmente relacionados con el audio y mantener la pantalla activa si es necesario). No solicita permisos que accedan a información personal sensible.\n\n**7. Privacidad Infantil**\n\nLa Aplicación Metrónomo no está dirigida a niños menores de 13 años (o la edad mínima equivalente en la jurisdicción correspondiente). No recopilamos intencionadamente información personal de niños. Si eres padre o tutor y crees que tu hijo nos ha proporcionado información, por favor contáctanos para que podamos tomar las medidas necesarias.\n\n**8. Seguridad**\n\nTomamos precauciones razonables para proteger la información (configuraciones del usuario) almacenada localmente en tu dispositivo a través de las medidas de seguridad estándar proporcionadas por el sistema operativo Android.\n\n**9. Cambios a esta Política de Privacidad**\n\nPodemos actualizar nuestra Política de Privacidad ocasionalmente. Te notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página. Se te aconseja revisar esta Política de Privacidad periódicamente para cualquier cambio. Los cambios a esta Política de Privacidad son efectivos cuando se publican en esta página.\n\n**10. Contáctanos**\n\nSi tienes alguna pregunta sobre esta Política de Privacidad, puedes contactarnos en:\n\n* Correo electrónico: proyectoisaacbegue@gmail.com"
            },
            "children": []
          }
        ]
      }
    ]
  },
  {
    "id": "node-1743726631012-lsem6",
    "title": "Autobiografía",
    "data": {
      "icon_path": "assets/img/logos/feather-alt-solid.svg",
      "commentary": "<div class=\"cuna-cristriana\">\n            <h3>Una infancia en cuna cristiana</h3>\n            <p>\n                Nací en la Ciudad de México —en aquél entonces Distrito Federal— el martes 16 de marzo de 1993 dentro de una familia relativamente nueva en el cristianismo. Mi padre acababa prácticamente de restaurar su matrimonio con mi madre después de estar separados debido al problema con el alcohol que tenía mi padre. Él encontró la forma transformar su vida renunciando por completo al alcohol con la ayuda de su fe en Cristo y entregándose a la doctrina y estilo de vida cristiano. Él llevó a mi madre a la iglesia y con el tiempo terminó adoptando la misma fe y dándole otra oportunidad a mi papá. Me nombraron Isaac debido a la analogía que notó mi papá con la historía de Abraham y Sara: porque me tuvieron en su \"vejez\", mi papá de unos 40 años y mi madre de unos 42, y porque cuando mi mamá le dió la noticia a mi papá él dijo \"no seas payasa\" y le causó risa, que es básicamente lo que significa \"Isaac\". Definitivamente nací en una familia muy distina a la familia en que nacieron mis otros tres hermanos. Unos años después de que nací mi padre había renunciado a su antiguo trabajo para dedicarse por completo al ministerio de la iglesia, tomando el puesto de Anciano. En este ambiente me crié, yendo al culto en la iglesia todos los domingos con muy raras excepciones. \n            </p>\n            <p>    \n                A los 6 años mi papá me inscribió a clases de batería, que se daban todos los sábados en la escuela de música recién inaugurada de la iglesia, siempre recordaré con cariño a mi maestro de batería Daniel López Yañez. Me ingresaron en las clases porque mis papás habían notado que me llamaba mucho la atención la batería, seguramente por la música en vivo que escuchábamos todos los domingos en la iglesia, incluso agarraba las agujas de tejer de mi mamá y las usaba como baquetas pegándole a los sartenes y charolas de la cocina... le eché a perder muchas agujas a mi mamá. Como a los 7 años me compraron una batería. Mi papá siempre tuvo la esperanza de que yo llegara a dedicar mi vida por completo al ministerio, pasando por la alabanza hasta llegar a ser pastor. Sin embargo los padres no pueden determinar el destino de sus hijos, por muy bien intencionados que puedan ser. Como a los 8 o 9 años estaba fastidiado de tener que ir a clases de música, simplemente me aburrió, me disgustaba bastante tener que levantarme temprano todos los dias, si no por la escuela, por las clases de música o la iglesia, así que dejé de ir a las clases de música.\n            </p>\n            <p>\n                A los 13 años, cuando iba en segundo de secundaria, mis papás me inscribieron a un retiro de jóvenes de la iglesia. Fue una experiencia muy emocional. Regresé convertido en un cristiano devoto por completo, incluso intenté evangelizar a mis amigos y compañeros de la secundaria. También me volvió a interesar la música y volví a las clases de batería para algún día entrar en el grupo de alabanza. Incluso con la teoría que había aprendido en las clases de batería comencé a estudiar y practicar con la guitarra de manera autodidacta. Mi madre me compró una guitarra acústica sencilla para comenzar a aprender. Para ese entonces mi papá ya había alcanzado el grado de Pastor.\n            </p>\n            <p>\n                En tercero de secundaria, entre 2007 y 2008, a mi papá le asignaron una iglesia de apenas uno o dos años que había comenzado con una <em>célula</em> en casa de una <em>hermana</em> que vivía en Ixtapaluca, Estado de México. Fue una época complicada, porque Ixtapaluca no estaba lo suficientemente lejos como para tener que mudarse, pero tampoco estaba nada cerca de donde vivíamos. Mi papá nos llevó a mi mamá y a mí a Ixtapaluca todos los domingos —mis hermanos no iban porque mi hermana mayor ya vivía en Jalisco desde prácticamente toda mi vida, mi hermano Memo no vivía en la casa y no le interesba nada del cristianismo y Manuel simplemente había tomado la decisión de no ir—. Ingresé en el grupo de alabanza tocando la batería, ahí fue donde conocí a Eduardo Escalona, hijo de la <em>hermana</em> que prestaba su casa para realizar los eventos de la iglesia en su patio, él tocaba la batería y también sabía tocar la guitarra. Tiempo después mi papá comenzó a rentar una casa en Ixtapaluca, así que los viernes saliendo de la escuela nos íbamos a la casa de Ixtapaluca y regresábamos los domingos en la tarde para que yo continuara yendo a la escuela y todo eso. Así pasé toda mi adolescencia yendo los fines de semana a Ixtapaluca.\n            </p>\n        </div>\n<div class=\"metamorfosis\">\n            <h3>Metamorfosis</h3>\n\n            <p>\n                En agosto del 2008 logré entrar a la ENP#5 en el turno vespertino. Ser cristiano en la prepa fue algo muy difícil, sobre todo porque yo ya tenía mucha curiosidad por las fiestas, las chicas y la diversión \"desenfrenada\". Me sentía muy frustrado por sentir que me perdía de todo eso y poco a poco dejé de reprimir mis impulsos. Sin embargo no fue sino hasta el 3er año —o 6° de prepa, como también suele llamársele— que ya iba a fiestas con alcohol, también en ese entonces fue cuando probé la marihuana y todas estas cosas tan divertidas y nuevas para mí. Para bien o para mal nunca tuve mucha suerte con las mujeres, siempre fui muy tímido en ese tipo de situaciones románticas. En este punto yo ya sólo veía a la iglesia como una carga que ya no soportaba más, además con las cosas que iba aprendiendo en la escuela me surgían más dudas filosóficas y cada vez me costaba más trabajo creer en la fe cristiana —algunas de las dudas las expongo en la sección de <a href=\"/#publicaciones/node-1743726647566-wq9nk\">pensamientos dispersos</a>—. La época de la prepa fue muy bella, a pesar de las complicaciones, además las instalaciones me gustaban mucho y todos los cambios que viví fueron muy determinantes en mi forma de ver la vida.\n            </p>\n            <p>\n                No pude terminar la prepa en 3 años debido a que quedé a deber dos materias seriadas las cuales recursé y con el tiempo libre me metí a la carrera técnica de contabilidad para aprovechar todo el tiempo de sobra. En 2012 comencé mi servicio social y me quedé a trabajar en esa empresa cuando lo terminé, que era del tío de un amigo de la prepa. Sin embargo nunca se me registró en el IMSS como trabajador y la paga era muy poca, aunque también sólo era un trabajo de medio tiempo. Las materias que me faltaban en la prepa las pasé en exámenes extraordinarios y por fin terminé la preparatoria. 2013 fue un año de muchos cambios, no sólo empecé mi Diario sino que también fue el año en que finalmente dejé de ir a la iglesia. Había hablado con mi papá y me armé de valor para decir que ya no quería ir a la iglesia, ya estaba harto, quería ya poder empezar a hacerme cargo de mi vida, seguramente fue una situación que debió entristecer bastante a mi papá, y nunca fue mi intención, simplemente no soportaba más estar viviendo una doble vida, mi mamá siempre se portó mucho más comprensiva conmigo y no lo tomó tan apecho.2013 también estuvo lleno de fiestas en la casa que tenía libre los fines de semana porque mis papás se iban a Ixtapaluca y mi hermano Manuel ya se había casado y mudado desde 2011. Fue una época algo viciosa, pero me alegra haberla vivido, siento que fue necesario para poder hartarme de las fiestas cada fin de semana y buscar algo más. Estuve trabajando todo el 2013 en el trabajo ya mencionado hasta que en 2014 decidí ingresar a la licenciatura en filosofía en la Facultad de Filosofía y Letras en CU. Afortunadamente tenía el pase directo y debía aprovecharlo.\n            </p>\n            <p>\n                En junio del 2014 mi madre sufrió de una embolia por la diabetes, perdió la capacidad de caminar y de hablar. Fue algo muy duro para mí y mi familia. Estuvo hospitalizada todo un mes, sin embargo ya no pudo volver a hablar con la misma fluidez y todavía tardó varios meses en poder volver a caminar con ayuda de una andadera. \n            </p>\n            <p>\n                Finalmente en agosto del 2014 entré a la carrera de filosofía. Mi tiempo en la carrera fue fantástico, nunca me había sentido tan motivado de estudiar. En realidad nunca me interesó la escuela hasta que decidí entrar a Filosofía. Mis materias favoritas fueron epistemología y lógica. Creo que nunca había aprendido tantas cosas en tampoco tiempo. Me encantaba estudiar en CU, me encantaba el ambiente, me sentía como si por fin hubiese encontrado un lugar al que pertenecía. Sin embargo no pude terminar mi carrera y la abandoné cuando terminó el segundo semestre debido a que mi vida dio otro cambio de dirección: me casé.\n            </p>\n        </div>\n<div class=\"camino-adultez\">\n            <h3>Camino a la adultez</h3>\n\n            <p>\n                Un día de diciembre del 2014 saliendo de clases en la Facultad me reuní con mis compañeros para convivir con un poco de alcohol. Uno de mis compañeros se tomó una foto conmigo y la subió a su Facebook. Esa foto fue comentada por su prima, a quien le parecí atractivo. Nos comenzamos a hablar desde entonces, esta chica se hacía llamar Marion. Comenzamos a salir y una cosa llevó a la otra. Nos hicimos novios y, cuando conocí a mis suegros, mi suegro sugirió que nos casáramos, que él nos apoyaría si tomábamos la decisión. Yo nunca esperé que todo fluyera como fluyó. Sin embargo nunca me había sentido tan enamorado, feliz y correspondido. Nos armamos de valor y en agosto de 2015 nos casamos. En este momento mis prioridades ya habían cambiado por completo. Necesitaba conseguir un trabajo, ya no tenía tiempo de terminar la carrera, que de cualquier manera no tenía planeado dedicarme a escribir libros o ser maestro, que eran las opciones que conocía, la filosofía siempre ocuparía un lugar muy importante en mi vida, pero no para dedicarme de manera profesional.\n            </p>\n            <p>\n                Vivimos en Xochimilco nuestros primeros meses de matrimonio, mi esposa ya tenía trabajo y yo encontré trabajo de cajero en Citi Banamex. Trabajar en Banamex ha sido la peor experiencia laboral que he podido experimentar. El ambiente laboral simplemente era pésimo, yo me sentía completamente estresado y oprimido. No duré mucho ahí. Entré en septiembre del 2015 y renuncié en diciembre del mismo año. No solo el ambiente laboral era pésimo sino que ni siquiera respetaban el horario diciendo que \"tenemos hora de entrada pero no de salida\" cubriendo muchas veces horarios de hasta 12 horas todos los días. Él último día en ese trabajo tuve que pagar un faltante de 8 mil pesos que tuve en mi corte de caja, el cual sucedió por un problema con la máquina contadora que guardaba el efectivo, la cual se trabó de pronto y ya no pudimos obtener la cantidad que se había ingresado, mi jefe no me quiso apoyar para que cerrara mi caja y cuadrara lo que tenía porque quería que siguiera atendiendo, así que la señora se aprovechó de la situación e insistió que me había dado el dinero completo del depósito. Tener que pagar esos 8 mil pesos fue la gota que derramó el vaso, al día siguiente renuncié.\n            </p>\n            <p>\n                Cuando renuncié al trabajo en Banamex ya vivía con mi esposa en la colonia Jardín Balbuena. Tardé unos meses en encontrar otro trabajo. Afortunadamente en marzo del 2016 pude entrar a GNP en la parte administrativa gracias a la carrera técnica que había hecho en la prepa. Tuve mucha suerte porque entré como eventual y las cosas se acomodaron para que tuviese la planta ya como empleado directo de GNP al siguiente mes, en abril. De verdad considero una bendición el haber obtenido este trabajo, mucho mejor en todos los sentidos que aquél en Banamex.\n            </p>\n            <p>\n                En agosto del 2016 muere mi madre, sufrió una caída que le fracturó el fémur y la tuvieron que hospitalizar de nuevo. Mi madre simplemente se dejó morir, ya no estaba dispuesta a pasar por otra terapia para poder volver a caminar, cuando salió de la operación del fémur ella ya estaba en su lecho de muerte. Puedo comprender que se haya dado por vencida, aunque siempre la extrañaré. Mi mamá me apoyó siempre, hasta con la boda tan precipidada que tuve, siempre estaré agradecido por todo su amor.\n            </p>\n            <p>\n                En septiembre 2016 estuve con el proyecto de Capital Orbeats hasta que terminó en abril de 2017. 2017 fue un año difícil para mi matrimonio. Me separé de mi esposa y me fui a vivir con mi hermano Memo. Sin embargo, después de unos meses separados nos reconciliamos. En junio del 2018 nace mi hijo. La decisión de tener un hijo la tomé igual que la decisión de casarme, simplemente me aventé, tenía miedo pero aún así quería hacerlo, mi esposa sí estaba completamente decidida. La vida cambia bastante con los hijos. En ese tiempo todavía tenía la esperanza de lograr vivir de la música a mi manera. Mis esfuerzos estaban concentrados en el proyecto de solista, en mi familia y en el trabajo de GNP.\n            </p>\n        </div>\n<div class=\"vida-pandemia\">\n            <h3>Vida en pandemia</h3>\n            <p>\n                Cuando sucedió la cuarentena en México en marzo del 2020 en GNP tuvimos la fortuna de poder laborar sin problemas desde casa. A todos nos sorprendió lo bien que pudimos adaptarnos a esta modalidad de trabajo. Una vez probado el Home Office, a mí y a mis compañeros del área no nos dan ya ganas de regresar a la oficina. Con la pandemia abandoné todo intento por salir a tocar.En 2020 subí mis primeras canciones a las plataformas digitales.\n            </p>\n            <p>\n                Finalmente en 2021 comencé a hacer transmisiones en vivo hasta el junio. En julio nace mi hija. A estas alturas ya no espero vivir de la música y ya sólo es un proyecto de realización personal, un proyecto en el cual comparto mi música, mis ideas y mis pensamientos con la esperanza de que alguien pueda conectar con ellos. \n            </p>\n            <p>\n                Me interesé en tomar cursos de programación y me gustó bastante, gracias a esos cursos es que pude aprender a hacer esta página web y también me animé a cursar la licenciatura en programación y transformación digital en la EBC, la cual comenzaré en enero del 2022. Mi objetivo es desarrollarme profesionalmente en ésta área, ya que a estas alturas el trabajo en GNP ya me parece aburrido, estoy estancado por no tener una carrera terminada. Espero poder conseguir trabajo de programador en este año, con suerte ni siquiera será necesario cambiarme de empresa, ya que GNP tiene un área correspondiente a mi carrera.\n            </p>\n            <p>\n                Y hasta aquí termina esta autobiografía. La idea es ir agregando más párrafos con el tiempo. Por ahora, estando a 4 de enero del 2022, es todo lo que puedo compartir de momento. Ha faltado mencionar a muchas personas importantes como mis amigos, mis demás familiares, mis aventuras, romances, cómo hice mis primeras grabaciones y hechos diversos. Sin embargo si contara todo, esta página sería inmensa y no cuento con el tiempo ni las ganas de escribirlo todo. Probablemente contaré más detalles en la sección de <a href=\"/#publicaciones/node-1743726647566-wq9nk\">pensamientos dispersos</a>. Por ahora he contado lo que creo que fue de lo más relevante en mi desarrollo como persona.\n            </p>\n        </div>"
    },
    "children": []
  },
  {
    "id": "node-1743726647566-wq9nk",
    "title": "Pensamientos dispersos",
    "data": {
      "icon_path": "assets/img/logos/cloud-solid.svg"
    },
    "children": [
      {
        "id": "node-1743728344172-qzg4t",
        "title": "No somos seres racionales",
        "data": {
          "commentary": "Somos seres emocionales, no somos seres racionales. Por mucho tiempo nos hemos llamado \"seres racionales\" a nosotros mismos, pensando que la razón debería gobernarnos siempre, cuando esto no podría ser cierto. Sólo hacemos uso de la razón para satisfacer fines emocionales. Lo que verdaderamente sería un ser racional —siendo algún tipo de ser— es una computadora, y una computadora no tiene sentido sin un usuario. La razón es una herramienta, no es lo que somos. La razón por sí sola no hace nada, la razón sin contexto es inútil, sin sentido. Lo que le da sentido a la razón son las emociones, esos impulsos que nos obligan a actuar. La razón sólo es un medio para un fin, la razón no puede ni debería ser considerada como un fin en sí mismo, porque la razón funciona sólo cuando se le dan principios, esos puntos de partida, sean definiciones, emociones, valores. Lo difícil es cuando los principios chocan. Podríamos poner como un principio ampliamiente aceptado la supervivencia de la raza humana. ¿Para qué queremos sobrevivir como especie?, no lo sabemos con certeza, por regla general los humanos queremos sobrevivir, nos causa terror la desaparición, el absurdo de que nuestros esfuerzos sean para nada, no poder trascender. No importa que sea un deseo que no pueda justificarse racionalmente (de manera epistémica), lo deseamos, y por esto la supervivencia de la humanidad es un principio que nos parece bello a la mayoría.\n\nAsí como el principio de sobrevivir, tenemos otros en común la mayoría de los seres humanos. ¿Por lo tanto tenemos derecho a imponer estos principios a todos los humanos, sin importar las minorías que difieran? La verdad es que yo no lo sé. Sin embargo, un mundo donde todos \"jalan parejo\" es un poco menos complicado, o al menos es fácil creer que lo sería. Es un tema muy delicado porque no se puede generalizar irresponsablemente. Recordemos que Hitler quería lograr lo que él consideraba que era lo \"bueno\", lo que debía ser. Pero creo que la mayoría de los humanos actuales concordaríamos en que mucho de lo que hizo nos causa horror, hizo cosas muy \"malas\". ¿Nosotros entonces somos los buenos? Creo que el querer reducir todo a \"bueno\" o \"malo\" es inconveniente para el pensamiento crítico. Creo que debemos ser concientes de que el bien y el mal son conceptos completamente humanos, que hacen referencia a emociones positivas y negativas, respectivamente. Yo creo que el bien y el mal no existen fuera de nosotros, es fácil observar que el Universo es indiferente del bien y del mal.\n\n",
          "fecha": "2021-10-22"
        },
        "children": []
      },
      {
        "id": "node-1743728455558-jv196",
        "title": "La Razón es indistinguible de la lógica",
        "data": {
          "fecha": "2021-10-22",
          "commentary": "He llegado a convencerme bastante de que la razón es indistinguible de la lógica. La lógica es la herramienta del entendimiento, si algo no tiene una estructura lógica, no puede ser comprendido por nuestras mentes. En este sentido, nunca sabremos si el Universo tiene realmente una estructura lógica o si, en cambio, nosotros somos los que tratamos de ajustarlo siempre a una estructura de este tipo cuando no la tiene. No se puede refutar que \"allá afuera\", en la realidad en sí misma, existan contradicciones, que algo sea y no sea en el mismo sentido y bajo las mismas circunstancias, pero como nuestras mentes no pueden obtener sentido de la contradicción, necesitamos determinar si algo es o no es."
        },
        "children": []
      },
      {
        "id": "node-1743728767123-15ksy",
        "title": "Cuando digo que \"creo\" algo",
        "data": {
          "fecha": "2021-10-22",
          "commentary": "Cuando uso \"creo\" en varias expresiones es porque estoy consciente de que en filosofía hay muchas cosas que jamás podremos saber con certeza, por ejemplo, eso de que \"a toda acción corresponde una reacción\" es una afirmación incomprobable desde la lógica —tal como explicaba David Hume en su Tratado de la naturaleza humana—, porque los medios para saber si eso es verdad o no, van más allá de nuestra capacidad cognocible, no podemos conocer la realidad en sí misma porque nuestros medios para conocerla son limitados y necesitamos determinar la realidad, encajarla en nuestros esquemas, para poder obtener algo de entendimiento de ésta, pero el hecho de determinar la realidad nos impide conocer la realidad tal cual es, el quedarnos con un trozo de la realidad no puede equipararse con la realidad misma. Por lo tanto, la realidad en sí misma no la podremos conocer jamás. Es por esto que reconozco que, en estas frases que empiezan con \"creo\", puedo estar equivocado, ya que probablemente nunca sabré con certeza si son verdad o no esas creencias. Puedo creer algo por muchas causas, entre ellas porque me gusta y ofrece una explicación satisfactoria a lo que percibo de la realidad, pero por mucho que me convenza una creencia incomprobable, seguirá siendo creencia, no conocimiento."
        },
        "children": []
      },
      {
        "id": "node-1743728772387-jzqim",
        "title": "Con respecto a Capital Orbeats",
        "data": {
          "fecha": "2021-12-29",
          "commentary": "Fue divertido mientras duró, pero al final hubo dificultades que no supimos sobrellevar, como el hecho de no poder generar ganancias sustentables de las tocadas, así como diferencias artísticas y de administración, desinterés por los ensayos. El sábado 22 de abril del 2017 decidí terminar con la banda, ya no soportaba tener que andar acarreando a mis amigos con la falta de compromiso, me sentía muy agotado, así que decidí deshacerme de la idea de que era necesario tocar a fuerza con una banda para desarrollarme como artista. Unas semanas después decidí comenzar con este proyecto de solista. Viéndolo en retrospectiva, estar con la banda es una experiencia que añoro, a pesar de las dificultades, me alegra haber podido vivirla. ¿Lo haría de nuevo?, la verdad es que no lo creo, no tengo tiempo de estar organizando tocadas, ensayos, horarios, administración y gestión de una banda. Tengo una familia que mantener y no tengo ganas de aventarme al vacío para rocanrolear. Este proyecto de solista nunca lo dejaré, yo creo que no es necesario hacer de la música una profesión para poder expresarte con ella, para ser un artista. Yo sé que el alcance que tendré con esta decisión es prácticamente nulo... no me importa, lo hago para mí, si a alguien le gusta lo que hago y puedo inspirarlo, qué mejor. Yo no tengo ganas de andar de gira y andar viviendo el rocanrol, quiero disfrutar a mi familia, tener un trabajo \"seguro\" y bien pagado y tener tiempo para mis proyectos como éste y para jugar videojuegos. Alabado sea el internet y la tecnología que hacen posible que pueda continuar con este proyecto de la manera en que lo hago, sin eso no sería posible ni grabar ni publicar las canciones desde casa."
        },
        "children": []
      },
      {
        "id": "node-1743728779010-5u38m",
        "title": "I must expose myself to shame",
        "data": {
          "fecha": "2021-12-30",
          "commentary": "In order to correct myself from wrong ideas I must be exposed to shame once in a while. That's the reason why I should post my thoughts, not because I want to be praised for my \"supreme intelligence\", that would be too arrogant and stupid, but because that way I would have some feedback for my thoughts. Of course there will always be the risk of being shamed, but that's something I have to learn how to deal with."
        },
        "children": []
      },
      {
        "id": "node-1743728784627-t339g",
        "title": "Dudas sobre mi fe cristiana al rededor del 2011",
        "data": {
          "commentary": "Ya no me hacía sentido que un dios que se supone es omnipotente, omnisciente y, sobretodo, \"bueno\" mandase al infierno a las personas que no lo aceptaran como su señor y salvador. Me refiero a que este dios, siendo omnisciente, ya sabe lo que va a pasar, ya sabe de antemano quién se va a salvar y quién no, entonces ¿para qué permite que existan estas personas si sólo nacen para ser condenadas al fuego eterno?, eso me parecía algo perverso, no encajaba para nada con lo que entendía yo por lo \"bueno\". Otra de las grandes dudas que acabaron con mi fe cristiana es ¿por qué este dios necesitó enviar a su hijo y hacer todo un espectáculo redentor?, si se supone que Dios es omnipotente, si todo lo puede, ¿por qué no simplemente perdona los pecados de todos y borra a satanás y todos los rebeldes sin necesidad de ese perverso sufrimiento eterno?, me refiero a que él pone las reglas de cómo son las cosas, eso es ser omnipotente ¿cuál es la necesidad de hacer todo un show sangriento para quebrantar corazones y que procedan al arrepentimiento? ¿qué sentido tiene todo eso? La única explicación que me hace sentido es que esas ideas encajan muy bien con los simbolismos e ideología de aquella época, dónde el hombre es sólo un instrumento de Dios y no tiene valor el individuo, Dios puede hacer y deshacer a su antojo, no hay por qué cuestionar nada. Pero con la ideología de estos tiempos modernos esa cosmología me suena muy errada, muy sin sentido.\n\nAhora mismo no creo poder volver a creer en el dios cristiano. Sin embargo sí podría creer en Dios, aunque éste sería un dios muy distinto al de la biblia, sería algo así como un dios amoral, simplemente el creador de todo y al que le da igual un insecto que un humano. Hasta donde he aprendido, no se puede refutar la existencia de Dios pero tampoco se puede comprobar, por lo que creer en Dios o ser ateo es prácticamente lo mismo, epistemológicamente ambas posturas son arbitrarias. Si uno cree que Dios existe, es porque quiere creer que Dios existe y si uno cree que Dios no existe, es también porque quiere creer que Dios no existe, ya que ninguna de las dos creencias pueden ser comprobadas."
        },
        "children": []
      }
    ]
  }
]